[
  {
    "topic": "Dad",
    "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
  },
  {
    "topic": "Dad",
    "joke": "I used to play piano by ear, but now I use my hands."
  },
  {
    "topic": "Dad",
    "joke": "Why don’t skeletons fight each other? They don’t have the guts."
  },
  {
    "topic": "Dad",
    "joke": "I only know 25 letters of the alphabet. I don’t know y."
  },
  {
    "topic": "Dad",
    "joke": "I’m reading a book about anti-gravity. It’s impossible to put down!"
  },
  {
    "topic": "Dad",
    "joke": "What do you call fake spaghetti? An impasta!"
  },
  {
    "topic": "Dad",
    "joke": "I don't trust stairs. They're always up to something."
  },
  {
    "topic": "Dad",
    "joke": "I used to play sports. Then I realized you can buy trophies. Now I’m good at everything."
  },
  {
    "topic": "Dad",
    "joke": "I asked the librarian if the library had any books on suicide. She said they were all checked out."
  },
  {
    "topic": "Dad",
    "joke": "Why don’t eggs tell jokes? They’d crack each other up."
  },
  {
    "topic": "Dad",
    "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
  },
  {
    "topic": "Dad",
    "joke": "I used to be a baker, but I couldn’t make enough dough."
  },
  {
    "topic": "Dad",
    "joke": "I'm on a whiskey diet. I’ve lost three days already."
  },
  {
    "topic": "Dad",
    "joke": "I can't believe I got fired from the calendar factory. All I did was take a day off."
  },
  {
    "topic": "Dad",
    "joke": "My wife told me to stop impersonating a flamingo. I had to put my foot down."
  },

  {
    "topic": "Space",
    "joke": "Why did the astronaut break up with his girlfriend? He needed space."
  },
  {
    "topic": "Space",
    "joke": "I can't believe the first man on the moon was called Neil. He was literally 'one small step' ahead."
  },
  {
    "topic": "Space",
    "joke": "I tried to catch some fog yesterday. I mist."
  },
  {
    "topic": "Space",
    "joke": "How do you organize a space party? You planet."
  },
  {
    "topic": "Space",
    "joke": "If you don’t like space puns, you should just leave the atmosphere."
  },
  {
    "topic": "Space",
    "joke": "I used to be afraid of space. But now I’m just a little nebula-s."
  },
  {
    "topic": "Space",
    "joke": "Why don’t aliens visit our planet? They’re afraid of the atmosphere!"
  },
  {
    "topic": "Space",
    "joke": "What did the astronaut use to keep his pants up? An asteroid belt."
  },
  {
    "topic": "Space",
    "joke": "I asked the librarian if the library had any books on space. She said, 'Sorry, they’re all in orbit.'"
  },
  {
    "topic": "Space",
    "joke": "What did the moon say to the astronaut? 'You’re out of this world!'"
  },
  {
    "topic": "Space",
    "joke": "Why was the Sun so good at making decisions? Because it had a great outlook!"
  },
  {
    "topic": "Space",
    "joke": "Why did the astronaut bring a pencil to space? To draw some attention."
  },
  {
    "topic": "Space",
    "joke": "Did you hear about the astronaut who stepped into a puddle? He got a little wet in space."
  },
  {
    "topic": "Space",
    "joke": "I met a space alien last night. He was out of this world."
  },
  {
    "topic": "Space",
    "joke": "What’s an astronaut’s favorite part of a computer? The space bar."
  },

  {
    "topic": "Nerdy",
    "joke": "Why do programmers prefer dark mode? Because the light attracts bugs."
  },
  {
    "topic": "Nerdy",
    "joke": "I told my computer I needed a break, and now it won’t stop sending me Kit-Kats."
  },
  {
    "topic": "Nerdy",
    "joke": "Why do Java developers wear glasses? Because they can’t C#."
  },
  {
    "topic": "Nerdy",
    "joke": "There are only 10 types of people in the world: those who understand binary and those who don’t."
  },
  {
    "topic": "Nerdy",
    "joke": "I asked my computer for a joke, but it just gave me a '404 not found'."
  },
  {
    "topic": "Nerdy",
    "joke": "I used to be a mathematician, but then I found out I was too irrational."
  },
  {
    "topic": "Nerdy",
    "joke": "My friend’s a great chemist, but he’s not very good at making friends. He has no reaction."
  },
  {
    "topic": "Nerdy",
    "joke": "Why don’t programmers like nature? It has too many bugs."
  },
  {
    "topic": "Nerdy",
    "joke": "Why do biologists look forward to casual Fridays? Because they're allowed to wear genes."
  },
  {
    "topic": "Nerdy",
    "joke": "What did the DNA say to the other DNA? ‘Do these genes make me look fat?’"
  },
  {
    "topic": "Nerdy",
    "joke": "I’m reading a book on anti-gravity. It’s impossible to put down."
  },
  {
    "topic": "Nerdy",
    "joke": "Why was the computer cold? It left its Windows open."
  },
  {
    "topic": "Nerdy",
    "joke": "The programmer got mad at the coffee machine because it didn’t Java."
  },
  {
    "topic": "Nerdy",
    "joke": "Why was the equal sign so humble? Because it knew it wasn’t less than or greater than anyone else."
  },
  {
    "topic": "Nerdy",
    "joke": "Why did the developer go broke? Because he used up all his cache."
  },

  {
    "topic": "Dad",
    "joke": "What’s orange and sounds like a parrot? A carrot!"
  },
  {
    "topic": "Dad",
    "joke": "I couldn’t figure out how to put my seatbelt on. Then it clicked."
  },
  {
    "topic": "Dad",
    "joke": "I have a joke about construction, but I’m still working on it."
  },
  {
    "topic": "Dad",
    "joke": "Did you hear about the restaurant on the moon? Great food, no atmosphere."
  },
  {
    "topic": "Dad",
    "joke": "I used to have a job as a professional cricket player, but I got bored. It was just a lot of hopping around."
  },
  {
    "topic": "Biology",
    "joke": "Why did the biologist break up with the physicist? There was no chemistry."
  },
  {
    "topic": "Biology",
    "joke": "What do you call an educated tube? A graduated cylinder."
  },
  {
    "topic": "Biology",
    "joke": "Why can't you trust an atom? Because they make up everything!"
  },
  {
    "topic": "Biology",
    "joke": "What do you call a nervous tissue? A 'frayed' nerve."
  },
  {
    "topic": "Biology",
    "joke": "Why are plants so good at math? Because they have square roots."
  },
  {
    "topic": "Biology",
    "joke": "What did one cell say to the other? 'I’m going to split.'"
  },
  {
    "topic": "Biology",
    "joke": "Why did the mitochondria break up with the cell membrane? It wanted more space!"
  },
  {
    "topic": "Biology",
    "joke": "What do you call a group of musical whales? An orca-stra!"
  },
  {
    "topic": "Biology",
    "joke": "What’s a biologist’s favorite type of music? Cell-o music."
  },
  {
    "topic": "Biology",
    "joke": "Why don’t biologists trust their lab partners? Because they’re always trying to culture trouble."
  }
]
